Repository: eazaika/edx-proctoring
Catalog: edx_proctoring/locale/*/LC_MESSAGES/django.po
Languages: ru

source: internally reviewed
ru: отсмотрен

source: All Unreviewed
ru: Все неотсмотренныe

source: All Unreviewed Failures
ru: Все отказы при отсмотре

source: active proctored exams
ru: активные наблюдаемые экзамены

source: courses with active proctored exams
ru: курсы с активными наблюдаемыми экзаменами

source: Course Id
ru: Идентификатор курса

source: Created
ru: Создано

source: Download Software Clicked
ru: Нажата кнопка загрузки ПО

source: Ready To Start
ru: Готов к началу

source: Started
ru: Начато

source: Ready To Submit
ru: Готов к отправке

source: Declined
ru: Отклонён

source: Timed Out
ru: Время ожидания истекло

source: Submitted
ru: Отправлено

source: Second Review Required
ru: Требуется повторный отсмотр

source: Verified
ru: Подтверждённые

source: Rejected
ru: Отказано

source: Error
ru: Ошибка

source: your course
ru: Ваш курс

source: Proctoring Results For {course_name} {exam_name}
ru: Результат сдачи наблюдаемых заданий «{exam_name}» курса «{course_name}»

source: Proctoring Review In Progress For {course_name} {exam_name}
ru: Обновление результатов сдачи наблюдаемых заданий «{exam_name}» курса «{course_name}»

source: Proctored exam {exam_name} in {course_name} for user {username}
ru: Экзамен с наблюдением «{exam_name}» на курсе «{course_name}» для студента {username}

source: Taking As Proctored Exam
ru: Сдаётся с наблюдением

source: Proctored Option Available
ru: Возможно сдать с наблюдением

source: Taking As Open Exam
ru: Сдаётся без наблюдения

source: Pending Session Review
ru: Ожидание отсмотра

source: Passed Proctoring
ru: Отсмотр пройден

source: Failed Proctoring
ru: Отказ при отсмотре

source: Proctored Option No Longer Available
ru: Отсмотр более недоступен

source: Ungraded Practice Exam
ru: Неоцениваемый пробный экзамен

source: Practice Exam Completed
ru: Выполнение пробного экзамена завершено

source: Practice Exam Failed
ru: Пробный экзамен провален

source: Timed Exam
ru: Экзамен с ограничением по времени

source: Taking as Proctored
ru: Сдаётся с наблюдением

source: Is Sample Attempt
ru: Пробная попытка

source: Additional Time (minutes)
ru: Дополнительное время (в минутах)

source: Review Policy Exception
ru: Исключение при отсмотре

source: allowance_value "{value}" should be non-negative integer value.
ru: значение послабления "{value}" должно быть целым неотрицательным числом.

source: proctoring1
ru: наблюдаемый

source: proctoring2
ru: наблюдаемый

source: proctoring3
ru: наблюдаемый

source: proctoring4
ru: наблюдаемый

source: proctoring5
ru: наблюдаемый

source: Try a proctored exam
ru: Попробовать сдать наблюдаемый экзамен

source: Get familiar with proctoring for real exams later in the course. This practice exam has no impact on your grade in the course.
ru: Ознакомьтесь с прохождением наблюдаемых экзаменов, которые вам предстоит сдать в дальнейшем. Этот пробный экзамен никак не повлияет на вашу итоговую оценку в курсе.

source: Continue to my practice exam
ru: Перейти к пробному экзамену

source: You will be guided through steps to set up online proctoring software and verify your identity.
ru: Вы пройдёте все шаги по установке программного обеспечения для наблюдения и проверке вашей личности.

source: There was a problem with your practice proctoring session
ru: Возникла проблема при обработке вашего пробного экзамена

source: Your practice proctoring results: <b class="failure"> Unsatisfactory </b>
ru: Результат прохождения пробного наблюдаемого экзамена: <b class="failure"> Не принято </b>

source: Your proctoring session ended before you completed this practice exam. You can retry this practice exam if you had problems setting up the online proctoring software.
ru: Наблюдение за экзаменом прервалось до завершения вами задания. Вы можете заново сдать этот пробный экзамен, если у вас возникли проблемы при настройке программного обеспечения для онлайн-наблюдения.

source: Try this practice exam again
ru: Заново сдать пробный экзамен

source: You have submitted this practice proctored exam
ru: Вы отправили этот пробный экзамен на отсмотр

source: You can also retry this practice exam
ru: Также вы можете пересдать этот пробный экзамен

source: Are you sure you want to take this exam without proctoring?
ru: Вы действительно хотите пройти этот экзамен без наблюдения?

source: Continue Exam Without Proctoring
ru: Перейти к экзамену без наблюдения

source: Go Back
ru: Назад

source: This exam is proctored
ru: Этот экзамен наблюдаемый

source: To be eligible for credit or the program credential associated with this course, you must pass the proctoring review for this exam.
ru: Чтобы иметь возможность получить зачётные баллы за прохождение этого курса, вам необходимо пройти этот экзамен под наблюдением и получить положительный результат отсмотра.

source: Continue to my proctored exam.
ru: Перейти к наблюдаемому экзамену

source: You will be guided through steps to set up online proctoring software and verify your identity.</br>
ru: Вы пройдёте все шаги по установке программного обеспечения для наблюдения и по установлению вашей личности.</br>

source: Error with proctored exam
ru: Ошибка в наблюдаемом экзамене

source: A technical error has occurred with your proctored exam. All exam data, including completed answers, has been lost. To resolve this error, please contact %(tech_support_link)s technical support</a>.
ru: Произошла техническая ошщибка. Все данные экзамена, включая завершенные ответы, были утеряны. Для разрешения вопроса обращайтесь по адресу %(tech_support_link)s техподдержки.

source: Once the error is resolved, you will need to restart the exam and answer all questions again. If you have concerns about your proctoring session results, please contact your course team.
ru: Как только ошибка будет устранена, перезапустите экзамен и заново ответьте на вопросы. Если у вас есть сомнения по поводу результатов вашей сдачи, свяжитесь с командой курса.

source: Close
ru: Закрыть

source: The due date for this exam has passed
ru: Срок сдачи этого экзамена истёк

source: Because the due date has passed, you are no longer able to take this exam.
ru: Поскольку истёк срок сдачи, вы больше не сможете сдать этот экзамен.

source: You did not satisfy the requirements for taking this exam with proctoring.
ru: Вы не выполнили требования для прохождения экзамена с наблюдением.

source: You did not satisfy the following prerequisites:
ru: Вы не выполнили следующие требования:

source: Due to unsatisfied prerequisites, you can only take this exam without proctoring.
ru: Из-за несоответствия требованиям вы можете сдать этот экзамен только без наблюдения.

source: If you have questions about the status of your requirements, contact %(platform_name)s Support.
ru: Если у вас есть вопросы по удовлетворению требований для зачёта, свяжитесь с технической поддержкой проекта %(platform_name)s.

source: About Proctored Exams
ru: Подробнее о наблюдаемых экзаменах

source: Complete your verification before starting the proctored exam.
ru: Перед тем как приступить к наблюдаемому экзамену, пройдите подтверждение личности.

source: You must successfully complete identity verification before you can start the proctored exam.
ru: Перед тем как приступить к наблюдаемому экзамену, вам необходимо подтвердить свою личность.

source: Your verification is pending. Results should be available 2-3 days after you submit your verification.
ru: Подтверждение вашей личности ожидает проверки. Результат должен быть получен через 2–3 дня после отправки данных.

source: Your verification attempt failed. Please read our guidelines to make sure you understand the requirements for successfully completing verification, then try again.
ru: Не удалось подтвердить вашу личность. Пожалуйста, прочитайте нашу инструкцию, чтобы убедиться, что вы верно поняли все требования для успешного подтверждения личности, и попробуйте ещё раз.

source: Retry Verification
ru: Повторить попытку подтверждения личности

source: Your verification has expired. You must successfully complete a new identity verification before you can start the proctored exam.
ru: Срок подтверждения вашей личности истёк. Перед тем как приступить к наблюдаемому экзамену, вам необходимо заново подтвердить свою личность.

source: Continue to Verification
ru: Перейти к подтверждению личности

source: Make sure you are on a computer with a webcam, and that you have valid photo identification such as a driver's license or passport, before you continue.
ru: Перед переходом к следующему шагу удостоверьтесь, что на вашем устройстве есть веб-камера и у вас есть действующий документ, подтверждающий личность, например, водительские права, зачётка или паспорт.

source: Please wait until proctor will activate your session and then push 'Start exam' button
ru: Пожалуйста, дождитесь активации наблюдателем вашей попытки прежде чем нажать кнопку 'Приступить к экзамену'

source: Follow these steps to set up and start your proctored exam.
ru: Для перехода к наблюдаемому экзамену выполните следующие действия.

source: You will be asked to verify your identity as part of the proctoring exam set up. Make sure you are on a computer with a webcam, and that you have valid photo identification such as a driver's license or passport, before you continue.
ru: Перед началом сдачи экзамена вам потребуется подтвердить свою личность. Перед переходом к следующему шагу удостоверьтесь, что на вашем устройстве есть веб-камера и у вас есть действующий документ с фотографией, например, водительские права или паспорт.

source: Note: As part of the proctored exam setup, you will be asked to verify your identity. Before you begin, make sure you are on a computer with a webcam, and that you have a valid form of photo identification such as a driver’s license or passport.
ru: Примечание: вас попросят подтвердить свою личность во время подготовки к наблюдаемому экзамену. Перед началом убедитесь, что используете компьютер с веб-камерой. Также подготовьте документ-удостоверение личности с фотографией, например паспорт, водительские права или зачётку.

source: If you have issues relating to proctoring, you can contact %(provider_name)s technical support by creating ticket at %(tech_support_link)s or by emailing %(provider_tech_support_email)s or by calling %(provider_tech_support_phone)s.
ru: По поводу проблем с прохождением наблюдаемого экзамена обращайтесь в техподдержку %(provider_name)s на странице %(tech_support_link)s или пишите по адресу %(provider_tech_support_email)s или звоните по номеру %(provider_tech_support_phone)s.

source: Start System Check
ru: Приступить к проверке системы

source: 1. Copy this unique exam code. You will be prompted to paste this code later before you start the exam.
ru: 1. Скопируйте уникальный код экзамена. Вам потребуется вставить этот код позже, когда вы приступите к заданию.

source: Select the exam code, then copy it using Command+C (Mac) or Control+C (Windows).
ru: Выделите код экзамена и скопируйте его, используя Command + C (Mac) или Control + C (Windows).

source: Start Proctored Exam
ru: Приступить к сдаче наблюдаемого экзамена

source: Take this exam without proctoring.
ru: Сдать экзамен без наблюдения.

source: You have not completed the prerequisites for this exam. All requirements must be satisfied before you can take this proctored exam.
ru: Вы не выполнили требования для перехода к этому экзамену. Все требования необходимо удовлетворить перед сдачей и получением права на зачёт.

source: The following prerequisites are in a <strong>pending</strong> state and must be successfully completed before you can proceed:
ru: Следующие требования <strong>ожидают выполнения</strong> перед тем, как вы сможете перейти к следующему шагу:

source: You can take this exam with proctoring only when all prerequisites have been successfully completed.
ru: Вы сможеть приступить к экзамену когда все требования для прохождения будут выполнены.

source: Your Proctoring Session Has Started
ru: Наблюдение начато

source: From this point in time, you must follow the <a href="%(link_urls.online_proctoring_rules)s" target="_blank">online proctoring rules</a> to pass the proctoring review for your exam.
ru: С этого момента вам необходимо следовать <a href="%(link_urls.online_proctoring_rules)s" target="_blank">правилам онлайн-наблюдения</a>, чтобы успешно пройти отсмотр данного экзамена.

source: Do not close this window before you finish your exam. if you close this window, your proctoring session ends, and you will not successfully complete the proctored exam.
ru: Не закрывайте это окно до завершения экзамена. Если вы закроете это окно, наблюдение прервётся, и вы не сможете успешно завершить наблюдаемый экзамен.

source: Return to the %(platform_name)s course window to start your exam. When you have finished your exam and have marked it as complete, you can close this window to end the proctoring session and upload your proctoring session data for review.
ru: Чтобы приступить к экзамену, вернитесь к окну курса %(platform_name)s. Когда вы сдадите экзамен и отметите его как завершённый, вам можно будет закрыть это окно, чтобы остановить наблюдение и загрузить запись наблюдения для отсмотра.

source: Course team have to specified Proctoring Service before you will have ability to pass this exam
ru: Сотрудники по сопровождению должны указать службу онлайн-наблюдения прежде чем вы сможете пройти экзамен

source: Select Proctoring Service
ru: Выберите службу онлайн-наблюдения

source: - Choose one -
ru: - Выберите -

source: Important
ru: Внимание

source: &#8226; When you start your exam you will have %(total_time)s to complete it. </br> &#8226; You cannot stop the timer once you start. </br> &#8226; If time expires before you finish your exam, your completed answers will be submitted for review. </br>
ru: &#8226; Когда вы приступите к экзамену, у вас будет %(total_time)s для его выполнения.</br> &#8226; Вы не сможете остановить таймер после запуска. </br> &#8226; Если время закончится до того, как вы завершите выполнение экзамена, на отсмотр будут отправлены все завершённые вами задачи. </br>

source: &#8226; You have %(total_time)s to complete this exam. </br> &#8226; Once you start the exam, you cannot stop the timer. </br> &#8226; For all question types, you must click "submit" to complete your answer. </br> &#8226; If time expires before you click "End My Exam", only your submitted answers will be graded.
ru: &#8226; У вас %(total_time)s чтобы закончить этот экзамен. </br> &#8226; Вы не сможете остановить таймер после запуска. </br> &#8226; Для всех типов вопросов вы должны нажать "Отправить" для сохранения ответов. </br> &#8226; Если время закончится до того, как вы нажмете "Закончить экзамен", только задания с сохраненными ответами будут проверены.

source: Proctored Exam Rules
ru: Правила прохождения наблюдаемых экзаменов

source: You must adhere to the following rules while you complete this exam. <strong>If you violate these rules, you will receive a score of 0 on the exam, and you will not be eligible for academic course credit. </strong></br>
ru: Вы должны придерживаться этих правил при прохождении этого экзамена. <strong>Если вы нарушите их, то получите 0 баллов за экзамен без права зачёта академических часов. </strong></br>

source: %(platform_name)s Rules for Online Proctored Exams
ru: Правила прохождения наблюдаемых экзаменов на платформе %(platform_name)s

source: Additional Exam Rules
ru: Дополнительные правила прохождения экзамена

source: The following additional rules apply to this exam. These rules take precedence over the Rules for Online Proctored Exams.</br> </br> %(exam_review_policy)s </br>
ru: Для этого экзамена применяются также дополнительные правила. Эти правила приоритетнее общих Правил прохождения наблюдаемых экзаменов.</br> </br> %(exam_review_policy)s </br>

source: Start my exam
ru: Приступить к сдаче экзамена

source: Starting Exam
ru: Приступить к сдаче экзамена

source: Are you sure you want to end your proctored exam?
ru: Вы действительно хотите завершить сдачу вашего наблюдаемого экзамена?

source: Make sure that you have selected "Submit" for each answer before you submit your exam.
ru: Перед отправкой экзамена на проверку убедитесь, что вы нажали кнопку «Отправить» в каждом задании.

source: Once you click "Yes, end my proctored exam", the exam will be closed, and your proctoring session will be submitted for review.
ru: Как только вы нажмете "Да, завершить сдачу экзамена", экзамен будет закрыт, и ваша попытка будет отправлена на проверку.

source: Yes, end my proctored exam
ru: Да, завершить сдачу экзамена

source: Ending Exam
ru: Завершить экзамен

source: No, I'd like to continue working
ru: Нет, я продолжу работу

source: Your proctoring session was reviewed, but did not pass all requirements
ru: По итогам отсмотра записи наблюдения ваш экзамен сочтён не соответствующим требованиям

source: If you have questions about the status of your proctoring session results, contact %(platform_name)s Support.
ru: Если у вас есть вопросы по результатам отсмотра вашего наблюдаемого экзамена, свяжитесь с технической поддержкой проекта %(platform_name)s.

source: If you have concerns about your proctoring session results, contact your course team.
ru: Если у вас есть вопросы по результатам отсмотра наблюдаемого экзамена, свяжитесь с командой курса.

source: Your session was stopped by proctor
ru: Наблюдатель остановил вашу попытку

source: You have submitted this proctored exam for review
ru: Вы отправили этот наблюдаемый экзамен на отсмотр

source: Your recorded data should now be uploaded for review.
ru: Экзамен загружен для отсмотра.

source: If the proctoring software window is still open, close it now and confirm that you want to quit the application.
ru: Если окно с программой для наблюдения всё ещё открыто, то теперь вы можете его закрыть. При закрытии подтвердите, что вы хотите закрыть приложение.

source: Proctoring results are usually available within 5 business days after you submit your exam.
ru: Результаты выполнения задач под наблюдением обычно доступны спустя 5 рабочих дней после отправки экзамена на проверку.

source: If you have questions about the status of your proctored exam results, contact %(platform_name)s Support.
ru: Если у вас есть вопросы по результатам отсмотра вашего наблюдаемого экзамена, свяжитесь с технической поддержкой проекта %(platform_name)s.

source: Your proctoring session was reviewed successfully. Go to your progress page to view your exam grade.
ru: Запись экзамена одобрена наблюдателем. На странице прогресса можно посмотреть результат сдачи.

source: To view your exam questions and responses, select <strong>View my exam</strong>. The exam's review status is shown in the left navigation pane.
ru: Для просмотра экзамена и своих ответов нажмите <strong>Просмотреть экзамен</strong>. Статус отсмотра экзамена показан слева на панели навигации.

source: View my exam
ru: Просмотреть экзамен

source: Go to my exam
ru: Перейти к экзамену

source: This exam is proctored.
ru: Этот экзамен наблюдаемый

source: To be eligible to earn credit for this course, you must take and pass the proctoring review for this exam.
ru: Чтобы иметь возможность получить зачётные баллы за прохождение этого курса, вам необходимо пройти этот экзамен под наблюдением и получить положительный результат отсмотра.

source: Continue to my proctored exam. I want to be eligible for credit.
ru: Перейти к наблюдаемому экзамену. Я хочу получить зачёт.

source: You will be guided through steps to set up online proctoring software and to perform various checks.</br>
ru: Вы пройдёте все шаги по установке программного обеспечения для наблюдения и по выполнению различных проверок.</br>

source: I am not interested in academic credit.
ru: Мне не нужен зачёт.

source: If you take this exam without proctoring, you will <strong> no longer be eligible for academic credit. </strong>
ru: Если вы пройдёте этот экзамен без наблюдения, вы уже <strong> не сможете получить зачётные баллы. </strong>

source: There was a problem with your proctoring session
ru: Возникла проблема при обработке вашего наблюдаемого экзамена

source: Your proctoring session results: <b class="failure"> Unsatisfactory </b>
ru: Результат прохождения пробного наблюдаемого экзамена: <b class="failure"> Не принято </b>

source: Your proctoring session ended before you completed this exam, so your proctoring results are incomplete. You will not be eligible to use this course for academic credit, even if you achieve a passing grade.
ru: Наблюдение за экзаменом прервалось до завершения вами задания. Вы не получите по его результатам зачёт, даже если набрали проходной балл.

source: View your credit eligibility status on your
ru: Состояние ваших зачётных единиц

source: Progress
ru: Прогресс

source: 1. Copy this unique exam code. You will be prompted to paste this code later before you start the exam.
ru: 1. Скопируйте уникальный код экзамена. Вам потребуется вставить этот код позже, когда вы приступите к заданию.

source: Select the exam code, then copy it using Command+C (Mac) or Control+C (Windows).
ru: Выделите код экзамена и скопируйте его, используя Command + C (Mac) или Control + C (Windows).

source: 2. Follow the link below to set up proctoring.
ru: 2. Перейдите по ссылке ниже для настройки наблюдения.

source: A new window will open. You will run a system check before downloading the proctoring application.
ru: Ссылка откроется в новом окне. Перед загрузкой приложения для наблюдения вы пройдёте через проверку системы.

source: You will be asked to verify your identity before you begin the exam. Make sure you have valid photo identification, such as a driver's license or passport, before you continue.
ru: Перед началом сдачи экзамена вам потребуется подтвердить свою личность. Перед переходом к следующему шагу удостоверьтесь, что у вас есть действующий документ с фотографией, например, водительские права, зачётка или паспорт.

source: Don't want to take this exam with online proctoring?
ru: Не хотите пройти экзамен с наблюдением?

source: Follow these instructions
ru: Следуйте данным инструкциям

source: Do not close the proctoring window until you have completed and submitted your exam.
ru: Не закрывайте окно пока не закончите и не отправите на проверку экзамен.

source: to complete it.
ru: завершить экзамен.

source: If the allotted time expires before your end your exam, the answers you have completed up to that point are submitted for grading and your proctoring session is uploaded for review.
ru: Если отведенное время истекает до завершения экзамена, ответы, которые вы успели указать и сохранить, отправляются на проверку, а ваш сеанс отправляется для оценки.

source: Start my exam
ru: Начать экзамен

source: After you submit your exam, your responses are graded and your proctoring session is reviewed. You might be eligible to earn academic credit for this course if you complete all required exams as well as achieve a final grade that meets credit requirements for the course.
ru: После отправки ваши ответы будут оценены, а запись наблюдения отсмотрена. Вы сможете получить зачёт за этот курс, если выполните все необходимые задания, а также получите итоговую оценку, удовлетворяющую зачётным требованиям на этом курсе.

source: Yes, end my proctored exam
ru: Да, завершить сдачу экзамена

source: No, I'd like to continue working
ru: Нет, я продолжу работу

source: Your proctoring session was reviewed and did not pass requirements
ru: По итогам отсмотра записи наблюдения ваш экзамен сочтён не соответствующим требованиям
