Repository: eazaika/edx-proctoring
Catalog: edx_proctoring/locale/*/LC_MESSAGES/django.po
Languages: ru

source: You are not eligible to purchase academic credit for this course, regardless of your final grade in the course. If you have concerns about your proctoring session results, contact your course team.
ru: Вы больше не можете получить зачёт за курс, вне зависимости от вашей итоговой оценки. Если у вас есть вопросы по результатам отсмотра вашего наблюдаемого экзамена, свяжитесь с технической поддержкой проекта %(platform_name)s.

source: Make sure you return to the proctoring software and select <strong>Quit</strong> to end the proctoring session.
ru: Убедитесь, что вы вернулись в приложение, в котором начали экзамен, и нажали <strong>Выход</strong> для завершения попытки сдачи.

source: Your proctoring session results: <b> Pending </b>
ru: Результат прохождения пробного наблюдаемого экзамена: <b> Ожидает решения </b>

source: After you have ended the proctoring session, the recorded data is uploaded for review. Proctoring session results are usually available 24-48 hours after you submit your exam. If you have questions about the status of your session review after that time, contact
ru: После завершения наблюдения записанные данные загружаются для отсмотра. Результаты отсмотра обычно появляются в течение 5 рабочих дней после отправки ответов. Если у вас есть вопросы отосительно статуса проверки, свяжитесь

source: Your proctoring session was reviewed and passed all requirements
ru: По итогам отсмотра запись наблюдения за сдачей вашего экзамена удовлетворяет всем требованиям

source: Your proctoring session results: <b class="success"> Satisfactory </b>
ru: Результат прохождения пробного наблюдаемого экзамена: <b class="success"> Одобрено </b>

source: You have completed a proctored exam with a <strong>Satisfactory</strong> proctoring session result. You are eligible to purchase academic credit for this course if you complete all required exams and also achieve a final grade that meets the credit requirements for the course.
ru: Вы <strong>успешно</strong> завершили экзамен под наблюдением. Вы имеете право на зачёт академических часов, если пройдете все необходимые экзамены. Также вам будет выставлена соответствующая оценка за курс.

source: You will be guided through steps to set up online proctoring software and to perform various checks.
ru: Вы пройдёте все шаги по установке программного обеспечения для наблюдения и по выполнению различных проверок.

source: Your practice proctoring session: <b> Completed </b>
ru: Результат прохождения пробного наблюдаемого экзамена: <b> Принято </b>

source: Practice exams do not affect your grade or your credit eligibility. You have completed this practice exam and can continue with your course.
ru: Пробные экзамены не влияют на вашу оценку или ваш зачёт. Вы прошли пробный экзамен и можете продолжить изучение курса.

source: %(display_name)s is a Timed Exam (%(total_time)s)
ru: В подразделе «%(exam_name)s» вас ждёт экзамен, на выполнение которого вам даётся %(total_time)s

source: This exam has a time limit associated with it.
ru: На сдачу этого экзамена установлено ограничение по времени.

source: To pass this exam you must complete the problems in the time allowed.
ru: Вам необходимо дать ответ на все задачи в течение указанного времени.

source: As soon as you indicate that you are ready to start the exam, you will have
ru: Как только вы укажете, что готовы начать экзамен, у вас будет

source: to complete the exam.
ru: завершить экзамен.

source: I'm ready! Start this timed exam.
ru: Приступить к экзамену.

source: You did not complete the exam in the allotted time
ru: Вы не успели закончить за отведенное время

source: You are not eligible to receive credit for this exam because you did not submit your exam responses before time expired. Other work that you have completed in this course contributes to your final grade. See the <a href="%(progress_page_url)s">Progress page</a> for your current grade in the course.
ru: Вы не имеете права на полный зачёт, так как не предоставили ответы до окончания времени. Другие работы, которые вы выполнили на курсе, повлияют на итоговую оценку. Смотрите <a href="%(progress_page_url)s">страницу прогресса</a>, чтобы узнать текущие баллы по курсу.

source: Other work that you have completed in this course contributes to your final grade.
ru: Другие работы, которые вы выполнили на курсе, влияют на итоговую оценку.

source: Can I request additional time to complete my exam?
ru: Могу ли я запросить дополнительное время на сдачу экзамена?

source: If you have disabilities or are taking the exam in difficult conditions, you might be eligible for an additional time allowance on timed exams. Ask your instructor or course staff for information about additional time allowances.
ru: Если у вас ограничены физические возможности, вы можете обратиться к команде курса, чтобы получить дополнительное время.

source: This is the end of your timed exam
ru: Экзамен завершен

source: Make sure your responses and work are ready to be submitted. Once they are, you may end the exam below and your worked will then be graded.
ru: Убедитесь, что ответили на все вопросы. Затем завершите экзамен. Ваша работа будет оценена.

source: I'm ready! Submit my answers and end my timed exam
ru: Отправить ответы на проверку и завершить экзамен.

source: %(exam_name)s is a Timed Exam (%(total_time)s)
ru: В подразделе «%(exam_name)s» вас ждёт экзамен, на выполнение которого вам даётся %(total_time)s

source: To pass this exam, you must complete the problems in the time allowed.
ru: Вам необходимо дать ответ на все задачи в течение указанного времени.

source: After you select
ru: После того, как вы нажмёте

source: I am ready to start this timed exam,
ru: Я готов сдать этот экзамен.

source: you will have
ru: вам будет необходимо

source: to complete and submit the exam.
ru: завершить экзамен и отправить ответы на проверку.

source: I am ready to start this timed exam.
ru: Приступить к экзамену.

source: Can I request additional time to complete my exam?
ru: Могу ли я запросить дополнительное время на сдачу экзамена?

source: If you have disabilities, you might be eligible for an additional time allowance on timed exams. Ask your course team for information about additional time allowances.
ru: Если у вас ограничены физические возможности, вы можете обратиться к команде курса, чтобы получить дополнительное время.

source: Are you sure that you want to submit your timed exam?
ru: Вы действительно хотите отправить экзамен на проверку?

source: Make sure that you have selected "Submit" for each problem before you submit your exam.
ru: Перед отправкой экзамена на проверку убедитесь, что вы нажали кнопку «Отправить» в каждом задании.

source: After you submit your exam, your exam will be graded.
ru: После отправки ответов на проверку вы получите оценку за экзамен.

source: Yes, submit my timed exam.
ru: Да, отправить ответы на проверку.

source: No, I want to continue working.
ru: Нет, я продолжу работу.

source: The time allotted for this exam has expired. Your exam has been submitted and any work you completed will be graded.
ru: Время, отведённое на сдачу этого экзамена, закончилось. Ваш экзамен был отправлен на проверку, и все выполненные задачи будут оценены.

source: You have submitted your timed exam.
ru: Вы отправили этот экзамен на проверку.

source: After the due date has passed, you can review the exam, but you cannot change your answers.
ru: По истечении срока сдачи задания вы сможете его просмотреть, но не сможете изменить свои ответы.

source: {num_of_hours} hour
ru: {num_of_hours} час

source: {num_of_hours} hours
ru: {num_of_hours} часа

source: {num_of_minutes} minutes
ru: {num_of_minutes} мин

source: and {num_of_minutes} minute
ru: и {num_of_minutes} мин

source: {num_of_minutes} minute
ru: {num_of_minutes} мин

source: and {num_of_minutes} minutes
ru: и {num_of_minutes} мин

source: could not determine the course_id
ru: не удалось определить идентификатор курса

source: Must be a Staff User to Perform this request.
ru: Только сотрудникам разрешено выполнение данного запроса.

source: you have {remaining_time} remaining
ru: у вас осталось {remaining_time}

source: you have less than a minute remaining
ru: у вас осталось меньше минуты

source: timed
ru: ограничено по времени

source: practice
ru: пробный

source: proctored
ru: наблюдаемый

source: No exams in course {course_id}.
ru: В курсе {course_id} нет экзаменов.

source: No proctored exams in course {course_id}
ru: В курсе {course_id} нет наблюдаемых экзаменов
